Repository: ProgrammingJoe/Liefbase-Static-Site
Catalog: static_site/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: All fields are required and e-mail must be valid
fr: Tous les champs sont obligatoires et votre adresse email doit être valide

source: About
fr: A propos de nous

source: Donate
fr: Faites un don

source: Bringing everyone together, for effective relief efforts
fr: Travailler ensemble, pour des efforts de secours plus efficaces

source: Liefbase’s mission is to create dependable, secure, and user friendly platforms to help relief organizations, governments, and the public better collaborate during relief efforts.
fr: La mission principale de Liefbase est la création d’un logiciel fiable, sécuritaire et facile à utiliser avec pour but d’aider les organisations de secours humanitaires, les agences gouvernementales et le public à mieux collaborer pendant les secours humanitaires.

source: Our team
fr: Notre équipe

source: Team lead
fr: Chef d’équipe

source: Lead
fr: Chef d’équipe

source: & Developer
fr: & développeur

source: Developer & Finances
fr: Développeur et chef de finance

source: Developer
fr: développeur

source: Designer
fr: Graphiste

source: Technical Writer
fr: Rédactrice technique

source: Some things that matter to us
fr: Des objectifs qui nous tiennent à coeur

source: Transparency and Accountability
fr: Transparence et responsabilité

source: We believe that transparency and accountability between disaster relief organizations, government organizations, and the public will save time and resources, promote stronger relationships, and foster collaboration.
fr: Nous estimons qu’un renforcement de la responsabilité et de la transparence entre les organismes de secours, les organisations gouvernementales et le public, permettra de faire des économies de temps et de ressources, favorisera l’établissement de nouvelle relations et incitera à la collaboration.

source: Integrity and Security
fr: Intégrité et sécurité

source: We offer secure and confidential platforms that provide organizations and the public with assurance that their data and personal information will be safeguarded against loss or theft, unauthorized access, alteration or disclosure.
fr: Liefbase respecte la confidentialité des données personnelles de ses donateurs et de ses clients. Nous garantissons la protection de vos données et renseignements personnels contre le vol, l’

source: Impartiality and Neutrality
fr: Impartialité et neutralité

source: Our goal is developing tools accessible to all organizations and persons during relief efforts. We are committed to working with all people and organizations fairly, without any discrimination on the basis of race, colour, ancestry, nationality, religion, physical or mental disability, age, sex, gender identity, or sexual orientation.
fr: Notre objectif est de créer des dispositifs accessibles à toute personne et organisme lors d’opération de secours humanitaire. Nous nous engageons à collaborer avec toutes personnes et organisme, sans discrimination en fonction de la race, du sexe, de l’origine, de la religion, de la nationalité, de la capacité physique ou mentale, de l’orientation sexuelle ou de l’identité sexuelle.

source: Ready to get in touch?
fr: Alors, vous êtes prêts à nous rejoindre?

source: Contact us with your questions, complaints, praise, feature requests, or any other comments you may have. It all helps!
fr: N’hésitez pas à nous contactez pour toute question, commentaire ou réclamation. Toutes vos suggestion sont les bienvenues!

source: CONTACT US
fr: CONTACTEZ-NOUS

source: Product
fr: Logiciel

source: Demo request
fr: Demande de démo

source: We will get back to you as soon as possible to arrange a demo.
fr: Nous vous contacterons dès que possible pour arranger une démo.

source: Please provide an explanation about who you are and why you would like a demo.
fr: Veuillez indiquer qui vous êtes et la raison pour laquelle vous voulez une démo.

source: We would love to hear from you!
fr: N’hésitez pas à nous contacter!

source: Thanks so much, we will get back to you soon.
fr: Merci beaucoup, nous vous contacterons dès que possible.

source: Name
fr: Nom

source: Send
fr: Envoyez

source: Subject
fr: Sujet

source: We appreciate your support!
fr: Nous apprécions grandement votre soutien!

source: Liefbase is developing platforms to help communities and organizations around the world work together in times of stress. We believe that rather than charging all of our users to use the platform, we should instead give people the opportunity to donate and help others when they are in need. In disasters and relief efforts we are all on the same side and your donations help keep the Liefbase community growing and cohesive.
fr: Liefbase développe des logiciels pour but d’aider toute communauté et organisme à travailler ensemble en temps de crise. Au lieu de demander des frais à chaque utilisateur, surtout en temps de crises, nous préférons financer notre initiative par voie de dons.

source: Rest assured that the donations you make today will help get resources to people in need in times of stress.
fr: Nous vous assurons que votre don aidera à soulager les victimes de catastrophes naturelles ou humanitaires au moment où elles en ont le plus besoin.

source: Thanks,
fr: Merci,

source: The Liefbase Team
fr: L’équipe Liefbas

source: JOIN OUR COMMUNITY
fr: REJOIGNEZ NOTRE COMMUNAUTÉ

source: DONATE
fr: FAITES UN DON

source: Your headquarters for managing relief efforts
fr: Votre centre de gestion des efforts de secours

source: A communication and collaboration platform for disaster relief and humanitarian relief efforts.
fr: Une plate-forme de communication et de collaboration pour la gestion des efforts de secours.

source: REQUEST A DEMO
fr: DEMANDEZ UNE DÉMO

source: Features
fr: Caractéristiques

source: Filtering
fr: Filtres

source: Users can easily choose what layers or pieces of information they would like to see at any given moment.
fr: Les utilisateurs peuvent choisir quelle information est visible sur leur cartes et activer ou désactiver diverses couches d’information.

source: Customizable Functionality
fr: Fonctionnalités personnalisable

source: Users can customize their experience by creating custom map information, saving past searches, and more.
fr: Les utilisateurs peuvent personnaliser leur expérience en créant leur propre information cartographique, en accédant à leur recherches antérieures, et bien plus.

source: Real Time Updating
fr: Mise à jour en temps réel

source: Online maps will update automatically, in real-time, as users add new information.
fr: Les cartes en ligne se mettront à jour automatiquement, en temps réel , à mesure que les utilisateurs ajoutent de nouvelles informations.

source: Public Input
fr: Participation public

source: The public can supply information and support to others before and after organizational help arrives.
fr: Les membres du public peuvent donner des informations et venir en aide aux victimes locales, avant et après l’arrive de l’aide humanitaire.

source: Future Plans
fr: Projets futurs

source: Shared Environments
fr: Environnements partagés

source: Organizations will be able to manage their own maps or choose to share and collaborate with other stakeholders.
fr: Chaque organismes pourra gérer leurs propre cartes, ou choisir de les partagées et collaborer avec d’autre parties prenantes.

source: Offline Support
fr: Support hors ligne

source: Users will be able to export and print maps for offline support in relief zones.
fr: Les utilisateurs pourront exporter et imprimez leurs cartes pour les utiliser dans les zones de secours sans accès internet.

source: Report Generation
fr: Production de rapports

source: Users will be able to generate reports summarizing the efforts made in relief efforts.
fr: Les utilisateurs pourront générer des rapports résumant leurs actions.

source: Legacy Imports
fr: Importation de données

source: Organizations will be able to import their pre-existing map data.
fr: Les organismes pourront importer leurs données cartographiques préexistantes.

source: Custom Access
fr: Accès personnalisé

source: Users will be able to assign custom viewing and editing access to individuals, teams and organizations.
fr: Les utilisateurs pourront accorder des droits d’accès de visibilité ou d’édition à d’autres utilisateurs.

source: Ready for a Demo?
fr: Prêts pour une démo?

source: Developing a platform that meets the needs and requirements of our customers is our number one priority. Contact us for a demo so that we can let you know what our plans are and you can help us shape the future platform.
fr: Répondre aux besoins et aux exigences de notre clientèle est notre première priorité. Contactez-nous pour une démo gratuite! Testez notre plateforme et aidez nous à améliorer notre service.
